tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "gcc"
brew "neofetch"
brew "neovim"
brew "node"
brew "ripgrep"
brew "speedtest-cli"
brew "tmux"
brew "trash"
brew "youtube-dl"
cask "aldente"
cask "brave-browser"
cask "discord"
cask "firefox"
cask "firefox-developer-edition"
cask "hiddenbar"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "linearmouse"
cask "mullvadvpn"
cask "notion"
cask "raycast"
cask "rectangle"
cask "session"
cask "shottr"
cask "slack"
cask "spotify"
cask "temurin"
cask "visual-studio-code"
cask "zoom"
